; TranslationAuthor: विनय गोदारा [Vinay Godara]
; TranslationAuthorEmail: vmg.developerz@outlook.com
; Soft Version: 3.24.82
; Update: September 20, 2014


[Lang]
NativeLanguage=हिन्दी

[GUI]
ButtonYes=हाँ
ButtonNo=नहीं
ButtonOK=ठीक है
ButtonClose=बंद करें

[Translation]
LangCode=0439
ReadHabit=Left-to-right
LanguageName=HIN
LangShortName=hi-in
DefaultFont=Ariel
DefaultFontSize=11
DefaultCharset=ANSI_CHARSET
Information=जानकारी
Warning=चेतावनी
Error=त्रुटि
Confirm=पुष्टी करें
;
; Memory Optimization
;
FrmMoMain.chkupdate.caption=स्वतः नये संस्करण जांचे।
FrmMoMain.btnlike.caption=पसन्द है।
FrmMoMain.lblTotalMem.Caption=कुल स्मृति माप :
FrmMoMain.lblaopt.Caption=अगर स्वतंत्र स्मृति इससे नीचे हो तो स्वतः आदर्श करें :
FrmMoMain.lbltry.Caption=ज्यादा स्मृति खाली करें।
FrmMoMain.btnsettings.Caption=व्यवस्थाएं
FrmMoMain.btnOpt.Caption=अभी आदर्श करें
FrmMoMain.chkmin.Caption=ढांचे की तश्तरी में अल्पतमित करें।
FrmMoMain.chkauto.Caption=विंडोज प्रारंभ होते ही इसे चलाऍं।
FrmMoMain.chkautoOpt.Caption=स्वतः आदर्शकरण लागू करें
FrmMoMain.ckchkclearborad.Caption=आदर्शकरण के वक्त कतरन-पटरा मुक्त करें
FrmMoMain.chkidle.Caption=जब सीपीयू निष्क्रिय हो तब चलाऍं. (सुझावित)
FrmMoMain.lbllang.Caption=मूल भाषा :
;
; About
;
FrmAbout.caption=के बारे में
FrmAbout.btnok.caption=ठीक।
FrmAbout.lblver.caption=वर्तमान संस्करण   :
FrmAbout.lblemail.caption=समर्थन ई-डाक   :
FrmAbout.lblhome.caption=गृहपृष्ठ   :
FrmAbout.lblthanks.caption=अनुसरित लोगों का उनके योगदान के लिए धन्यवाद :

[MemoryOptimizer]
ThisTimeFreeMemory=हमने आपके लिए इस बार %s स्मृति मुक्त की है।
CurPrecent=वर्तमान स्मृति उपयोग दर :
UsedMemory=प्रयुक्त स्मृति :
AvailableMemory=उपलब्ध स्मृति :
FreeMemory=स्वतंत्र स्मृति :
At=समय :
pmShow=कार्यक्रम का पटल दिखाएं
pmOpt=अभी आदर्श करें
pmAbout=के बारे में
pmExit=बाहर निकलें
SureExit=स्मृति आदर्श कर रहा है...क्या आप निसन्देह अभी बाहर निकलना चाहते हैं ?
Mintotray=स्मृति आदर्श कर रहा है।

[Message]
NewVer=एक नया संस्करण उप्लबध है ! क्या इसे आप अभी उच्च-श्रेणी करना चाहते हैं ?
NotShowNotice=यह सूचना दोबारा ना दिखाएं।